"__title__" = "Bank Account (CH)";

"__description__" = "Swiss Bank Account information.";

"bankName" = "Nazwa banku";

"owner" = "Nazwa konta";

"accountType" = "Typ";

"clearingNo" = "Clearing Number";

"accountNo" = "Numer konta";

"swift" = "Kod SWIFT";

"iban" = "Numer IBAN";

"branchInfo" = "Informacja o oddziale";

"branchPhone" = "Telefon";

"branchAddress" = "Adres";

"telephonePin" = "Kod PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Oszczędności";

"menu.accountType.loc" = "Linia kredytowa";

"menu.accountType.money_market" = "Rynek pieniężny";

"menu.accountType.other" = "Inne";
